import style from "./style.module.scss"
const Privacy = () => {
    return <div className={style.privacy}>
        <h5>개요 및 목록</h5>
        주문모아 (이하 '서비스')는 이용자의 개인정보 보호를 중요시하며, '정보통신망 이용촉진 및 정보보호'에 관한 법률을 준수합니다. 이 개인정보 취급 방침은 이용자가 제공하는 개인정보의 이용 목적, 방식 및 이를 보호하기 위한 조치에 관해 설명합니다.
        
        <h5>수집하는 개인정보 항목 및 수집 방법</h5>
        서비스는 회원가입, 서비스 제공 등을 위해 아래와 같은 개인정보를 수집하고 있습니다:
        <ul>
            <li>수집 방법: 웹사이트 및 앱 (회원가입, 주문 내용 등)</li>
            <li>수집 정보: 전화번호, 비밀번호, 전화번호, 오픈마켓 접속 정보, 오픈마켓 API 키, 주문 내역, 결제 정보, 결제 내역, 서비스 이용 기록, 쿠키, 접속 IP 정보 등</li>
        </ul>
        
        <h5>개인정보의 수집 및 이용 목적</h5>
        수집한 개인정보는 다음의 목적을 위해 이용됩니다:
        서비스 제공에 따른 계약 이행 및 컨텐츠 제공
        회원 관리를 위한 본인 확인, 개인 식별, 부정 이용 방지, 가입 의사 확인 등
        서비스 이용에 대한 통계 작성 및 이용 빈도 파악
        
        <h5> 개인정보의 보유 및 이용 기간</h5>
        원칙적으로, 개인정보 수집 및 이용 목적이 달성된 후에는 해당 정보를 즉시 파기합니다. 단, 관련 법령에 따라 일정 기간 동안 회원 정보를 보관할 필요가 있는 경우에는 해당 기간 동안 개인정보를 보관합니다. 예를 들어, 신용정보의 이용 및 보호에 관한 법률에 따라 로그인ID와 결제기록은 3년 동안 보관합니다.
        
        <h5> 개인정보의 파기 절차 및 방법</h5>
        원칙적으로, 개인정보 수집 및 이용 목적이 달성된 후에는 해당 정보를 즉시 파기합니다. 파기 절차 및 방법은 다음과 같습니다:
        파기 절차: 정보 보호 사유에 따라 일정 기간 저장된 후 파기됩니다. 별도의 DB로 옮겨진 개인정보는 법률에 의한 경우가 아니라면 보관 이외의 목적으로 이용되지 않습니다.
        파기 방법: 전자적 파일 형태로 저장된 개인정보는 재생할 수 없는 기술적 방법을 이용하여 삭제합니다.
        
        <h5> 개인정보 제공 및 위탁</h5>
        서비스는 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다. 다만, 이용자의 사전 동의가 있거나, 법령의 규정에 의거하거나, 수사 목적으로 법에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우에는 예외로 합니다. 이용자의 정보를 외부 업체에 위탁하는 경우에는 반드시 이용자의 동의를 받겠습니다.
        
        <h5> 이용자 및 법정대리인의 권리와 그 행사방법</h5>
        이용자는 언제든지 등록된 개인정보를 조회하거나 수정하거나 가입해지를 요청할 수 있습니다. 이용자의 개인정보 조회, 수정을 위해서는 '개인정보변경' 또는 '회원정보수정' 등을, 가입해지를 위해서는 '회원탈퇴'를 클릭하여 본인 확인 후 직접 열람, 정정 또는 탈퇴가 가능합니다. 이용자의 요청에 따라 해지 또는 삭제된 개인정보는 "회사가 수집하는 개인정보의 보유 및 이용기간"에 따라 처리되며, 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.
        
        <h5> 쿠키의 사용</h5>
        서비스는 이용자의 정보를 수시로 저장하고 찾아내는 '쿠키'를 사용합니다. 이는 회원 및 비회원의 접속 빈도나 방문 시간 등을 분석하고, 이용자의 취향과 관심분야를 파악하는 등을 통해 타겟 마케팅 및 개인 맞춤 서비스 제공을 위함입니다. 이용자는 웹브라우저의 옵션을 설정함으로써 모든 쿠키를 허용하거나, 저장될 때마다 확인하거나, 모든 쿠키의 저장을 거부할 수 있습니다. 단, 쿠키 설치를 거부하였을 경우 서비스 제공에 어려움이 있을 수 있습니다.
        개인정보에 관한 민원 서비스
        회사는 이용자의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 개인정보 관리 책임자를 지정하고 있습니다. 개인정보 보호 관련 민원은 개인정보 관리 책임자에게 신고하실 수 있으며, 신속하고 충분한 답변을 드릴 것입니다.

        <h5>기타</h5>
        본 개인정보 취급 방침은 서비스에 연결된 다른 웹사이트들의 개인정보 수집 행위에는 적용되지 않습니다.
        
        <h5> 고지의 의무</h5>
        현 개인정보취급방침의 내용 변경 시, 개정 최소 7일 전부터 앱의 '개인 정보 처리 방침'을 통해 고지합니다.
        개인정보에 관한 신고나 상담이 필요한 경우에는 아래 기관에 문의하시기 바랍니다.
        <ol>
            <li>개인정보보호 침해센터 (privacy.kisa.or.kr / 02-405-5118)</li>
            <li>정보보호마크인증위원회 (www.eprivacy.or.kr / 02-580-9531~2)</li>
            <li> 대검찰청 사이버범죄신고 (spo.go.kr / 02-3480-2000)</li>
            <li>   경찰청 사이버테러대응센터 (www.ctrc.go.kr / 1566-0112)</li>
        </ol>
        이 개인정보 취급 방침은 이용자의 권리를 존중하고, 이용자의 개인정보를 효과적이고 적절하게 보호하기 위한 기준을 제시하고 있습니다. 본 방침에 대한 제안이나 코멘트가 있으시면 언제든지 연락해주시기 바랍니다.
    </div>;
};
export default Privacy;